{
	"professional": "Full Stack Developer | React | WordPress",
	"work_experience": [
		{
			"role": "Web Developer",
			"company": "BRYTER GmbH",
			"location": "Berlin",
			"country": "Germany",
			"start": "2018.3",
			"end": "2020.6",
			"description": [
				"- Created and maintained 10+ web applications for numerous national and foreign clients.",
				"- Mobilized cross-platform testing on 4 different web browsers and 3 standalone applications in web and cloud base.",
				"- Worked with a committee of 6 members to organise fun-activities for the employees.",
				"- Contributed to the development of over 10 web and mobile applications.",
				"- Launched a company-wide digitized filing system that led to an increase in efficiency for all departments by 20% on average."
			]
		},
		{
			"role": "Senior Full Stack Developer",
			"company": "Celonis SE",
			"location": "Munich",
			"country": "Germany",
			"start": "2021.4",
			"end": "2023.6",
			"description": [
				"- Developed 50 responsive websites for clients in a variety of industries.",
				"- Setup tracking with GTM and GA, integrated HTML/CSS into the CMS and conducted day-to-day maintenance of the websites, resulting in a combined $40M of revenue for clients.",
				"- Collaborated with marketing and project management teams to deliver projects on-time and with the highest standard, retaining over 98% of clients in a 5-year period.",
				"- Performed full cycle recruiting, averaging 100+ interviews per month.",
				"- Extensive and varied contributions to the company's internal backend framework with a team of 4+ developers."
			]
		}
	],
	"education": [
		{
			"university": "Technische Hochschule Ingolstadt",
			"degree": "Bachelor of Computer Science (BCompSc)",
			"field": "Computer Science",
			"start": "2012",
			"end": "2016",
			"description": "This university's computer science program offers a broad range of courses covering programming languages, algorithms, computer networks, software engineering, and more. The curriculum aims to equip students with both theoretical knowledge and practical skills to excel in the field of computer science."
		},
		{
			"university": "Saarland University(SU)",
			"degree": "Master of Computer Science (MSCS)",
			"field": "Computer Science",
			"start": "2016",
			"end": "2017",
			"description": "Saarland University's computer science program offers a broad range of courses covering programming languages, algorithms, computer networks, software engineering, and more. The curriculum aims to equip students with both theoretical knowledge and practical skills to excel in the field of computer science."
		}
	],
	"languages": [],
	"skills": [
		"JavaScript",
		"Node.js",
		"React",
		"MongoDB",
		"Python",
		"Three.js",
		"TypeScript",
		"WordPress",
		"Next.js",
		"Bootstrap",
		"Tailwind CSS",
		"Web Design",
		"Figma",
		"Full-Stack Development",
		"Git"
	],
	"services": [
		"Web Development",
		"Ecommerce Development",
		"Blockchain, NFT & Cryptocurrency"
	],
	"overview": [
		"Welcome to my profile! I'm a seasoned Web Developer with 8 years of hands-on experience. I specialize in browser extension development and excel in crafting innovative solutions. My versatile skill set covers a spectrum of technologies, ensuring your projects are in capable hands.",
		" ",
		"Browser Extension Development: Chrome, Firefox, Safari, Edge",
		" ",
		"I'm your go-to expert for crafting powerful browser extensions. Whether it's Chrome, Firefox, Safari, or Edge, I've mastered them all. From seamless integrations to web scraping, DOM manipulation, and database handling, I've got you covered.",
		" ",
		" JavaScript Maestro & PHP Guru",
		" ",
		"With an extensive background in JavaScript including Node, Express, React and PHP, I'm well-equipped to create dynamic, efficient, and user-friendly solutions. My 15 years of PHP experience guarantees tailored, top-quality results. Moreover, I am a certified MERN stack developer.",
		" ",
		"Shopify & WordPress Artisan",
		" ",
		"For e-commerce excellence, I'm your solution. I specialize in crafting custom Shopify themes, versatile apps, and ensuring impeccable e-commerce journeys. In the WordPress realm, I create themes from scratch and breathe life into existing sites.",
		" ",
		"PHP Development Wizard",
		" ",
		"I'm not just a PHP developer; I'm a wizard who can turn your ideas into reality. I'm proficient in frameworks like Laravel and CodeIgniter, and my skills extend to robust web applications, ensuring scalability and security.",
		" ",
		"Skills Snapshot:",
		" ",
		"Browser Extensions: Chrome, Firefox, Safari, Edge",
		"Web Scraping | Web Automation | DOM Manipulation",
		"CRM & Analytics Extensions | Manifest V2 to V3 Migration",
		"JavaScript: Node.js, Express.js, React.js, Angular.js",
		"E-Commerce: Shopify, WooCommerce, Magento",
		"Project Management: Trello, JIRA, Notion, Asana, ClickUp",
		"Seamless Collaboration & Success",
		" ",
		"Project management is at the core of my workflow. I'm adept at collaborating with teams and thrive on using tools like Trello, JIRA, and others to ensure projects are executed seamlessly and successfully.",
		" ",
		"Let's Connect",
		" ",
		"If you're seeking a proven Browser Extension Developer, JavaScript Whiz, Shopify & WordPress Expert, or PHP Maestro, I'm your match. Expect top-notch solutions delivered promptly without compromising quality. Let's connect and make your projects shine!"
	],
	"hour_rate": "25",
	"photo_others": {
		"birthday": "1994-06-24",
		"city": "Regensburg",
		"country" : "Germany",
		"street": "Ludwigstrasse",
		"zipcode": "13434",
		"phone": "0142613263",
		"avatar": [
			"1.jpg",
			"2.jpg",
			"3.jpg",
			"4.jpg",
			"5.jpg",
			"6.jpg",
			"7.jpg",
			"8.jpg",
			"9.jpg",
			"10.jpg"
		]
	},
	"first_name": [
		"Raphael",
		"Christian",
		"Gerrit",
		"Kilian",
		"Damien",
		"Bastian",
		"Leon",
		"Nikolas",
		"Bernard",
		"Sebastian",
		"Jorim",
		"Philipp",
		"Jan",
		"Daniel",
		"Marco",
		"Tobias",
		"Ludovic",
		"Dustin",
		"Vincent",
		"Aram",
		"Sebastian",
		"Lucas",
		"Noah",
		"Liam",
		"Jack",
		"Ethan",
		"William",
		"Elliot",
		"Theodore",
		"Jocob",
		"Oliver",
		"Adrian",
		"Sebastian",
		"Alexander",
		"Logan",
		"Christopher",
		"Nathan",
		"Joshua",
		"Thomas",
		"Benjamin",
		"Michael"
	],
	"last_name": [
		"Brunner",
		"Frei",
		"Frank",
		"Lehner",
		"Berger",
		"Otto",
		"Steiner",
		"Marti",
		"Simon",
		"Weiss",
		"Keller",
		"Schulze",
		"Schmid",
		"Schneider",
		"Schmid",
		"Schmidt",
		"Frei",
		"Bauer",
		"Baumgartner",
		"Fischer",
		"Schreiber",
		"Wilson",
		"Johnson",
		"Davis",
		"Thompson",
		"Roy",
		"Miller",
		"Jackson",
		"Harris",
		"McDonald",
		"Brown",
		"Cambell",
		"Lee",
		"Fraser",
		"Martin",
		"Moore",
		"Cameron",
		"Taylor",
		"Smith",
		"Anderson",
		"Thompson"
	]
}