{
	"professional": "Senior Artifical Intelligent Developer | Python",
	"work_experience": [
		{
			"role": "Web Developer",
			"company": "BRYTER GmbH",
			"location": "Berlin",
			"country": "Germany",
			"start": "2018.2",
			"end": "2021.3",
			"description": [
				"Developed clean and efficient code using HTML, CSS, JavaScript, and other front-end technologies.",
				"Integrated third-party APIs and plugins to enhance website functionality.",
				"Optimized website performance and loading speed through techniques such as image optimization and caching.",
				"Collaborated closely with the team to revamp the company's website, resulting in increased website traffic and improved user engagement."
			]
		},
		{
			"role": "Senior Artifical Intelligent Developer",
			"company": "Celonis SE",
			"location": "Munich",
			"country": "Germany",
			"start": "2021.5",
			"end": "2023.6",
			"description": [
				"Collaborated with cross-functional teams, including data scientists, software engineers, and domain experts, to design and develop end-to-end AI solutions.",
				"Utilized programming languages such as Python and frameworks like TensorFlow, PyTorch, and scikit-learn to create scalable and robust AI models.",
				"Integrated AI models with existing applications and systems, ensuring seamless integration and compatibility.",
				"Led a team of developers in the implementation of a recommendation system that increased user engagement and conversion rates by 20%."
			]
		}
	],
	"education": [
		{
			"university": "Technische Hochschule Ingolstadt",
			"degree": "Bachelor of Computer Science (BCompSc)",
			"field": "Computer Science",
			"start": "2012",
			"end": "2016",
			"description": "Completed a rigorous program in Computer Science at the Technische Hochschule Ingolstadt, gaining a solid foundation in fundamental concepts, theories, and practical skills related to computer science."
		},
		{
			"university": "Saarland University(SU)",
			"degree": "Master of Computer Science (MSCS)",
			"field": "Computer Science",
			"start": "2016",
			"end": "2017",
			"description": "Completed an advanced program in Computer Science at the Saarland University(SU), building upon the knowledge acquired during the Bachelor's degree to attain a deeper understanding of computer science concepts and their practical applications."
		}
	],
	"languages": [],
	"skills": [
		"Machine Learning",
		"Deep Learning",
		"JavaScript",
		"TypeScript",
		"React",
		"Node.js",
		"ExpressJS",
		"MongoDB",
		"Material UI",
		"Tailwind UI",
		"PyTorch",
		"Computer Vision",
		"API",
		"Keras",
		"Tensorflow"
	],
	"services": [
		"Web Development",
		"Ecommerce Development",
		"Blockchain, NFT & Cryptocurrency"
	],
	"overview": [
		"Welcome to my profile!",
		"",
		"Hello, I'm a Senior Artificial Intelligence Developer with a passion for creating intelligent systems that revolutionize industries. With 6 years of experience, I specialize in building advanced AI solutions using state-of-the-art technologies.",
		"",
		"Skills:",
		"- Expertise in machine learning algorithms, statistical modeling, and predictive analytics",
		"- Proficient in Python, R, and MATLAB for data analysis and model development",
		"- Knowledge of natural language processing, computer vision, and reinforcement learning",
		"",
		"Experience:",
		"- Implemented a fraud detection system for a financial institution, reducing fraudulent transactions by 25% and saving millions of dollars annually",
		"- Created a computer vision model for object detection, enhancing the accuracy of automated quality control processes in manufacturing",
		"- Led a team in building a chatbot with natural language understanding capabilities, improving customer service efficiency by 40%",
		"",
		"Collaboration and Adaptability:",
		"I believe in fostering strong collaboration with clients, stakeholders, and team members. Regular communication, agile project management, and a focus on delivering value are at the core of my work approach. I am adaptable and quick to grasp new concepts, enabling me to seamlessly integrate into any project environment.",
		"",
		"Let's Connect:",
		"If you are in need of a Senior Artificial Intelligence Developer who can help propel your business forward with innovative AI solutions, I am excited to work with you. Please reach out to me through Upwork to discuss your project requirements or to schedule a consultation. Together, let's push the boundaries of what AI can do!",
		"Feel free to modify the above overview to better reflect your own skills, experience, and accomplishments. Each overview should be tailored to showcase your expertise and stand out to potential clients. Good luck with your freelancing endeavors!",
		"",
		"Yours sincerely."
	],
	"hour_rate": "25",
	"photo_others": {
		"birthday": "1992-02-24",
		"city": "Regensburg",
		"country": "Germany",
		"street": "Ludwigstrasse",
		"zipcode": "10254",
		"phone": "0142632263",
		"avatar": [
			"1.jpg",
			"2.jpg",
			"3.jpg",
			"4.jpg",
			"5.jpg",
			"6.jpg",
			"7.jpg",
			"8.jpg",
			"9.jpg",
			"10.jpg"
		]
	},
	"first_name": [
		"Raphael",
		"Christian",
		"Gerrit",
		"Kilian",
		"Damien",
		"Bastian",
		"Leon",
		"Nikolas",
		"Bernard",
		"Sebastian",
		"Jorim",
		"Philipp",
		"Jan",
		"Daniel",
		"Marco",
		"Tobias",
		"Ludovic",
		"Dustin",
		"Vincent",
		"Aram",
		"Sebastian",
		"Lucas",
		"Noah",
		"Liam",
		"Jack",
		"Ethan",
		"William",
		"Elliot",
		"Theodore",
		"Jocob",
		"Oliver",
		"Adrian",
		"Sebastian",
		"Alexander",
		"Logan",
		"Christopher",
		"Nathan",
		"Joshua",
		"Thomas",
		"Benjamin",
		"Michael"
	],
	"last_name": [
		"Brunner",
		"Frei",
		"Frank",
		"Lehner",
		"Berger",
		"Otto",
		"Steiner",
		"Marti",
		"Simon",
		"Weiss",
		"Keller",
		"Schulze",
		"Schmid",
		"Schneider",
		"Schmid",
		"Schmidt",
		"Frei",
		"Bauer",
		"Baumgartner",
		"Fischer",
		"Schreiber",
		"Wilson",
		"Johnson",
		"Davis",
		"Thompson",
		"Roy",
		"Miller",
		"Jackson",
		"Harris",
		"McDonald",
		"Brown",
		"Cambell",
		"Lee",
		"Fraser",
		"Martin",
		"Moore",
		"Cameron",
		"Taylor",
		"Smith",
		"Anderson",
		"Thompson"
	]
}